Repository: gtkingbuild/Repo-GTKing
Catalog: piers/script.module.horus/resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Downloading Acestream ...
es_es: Descargando Acestream...

# #30001
source: Complete Download
es_es: Descarga Completa

# #30002
source: Unzipping Files ...
es_es: Descomprimiendo Archivos...

# #30003
source: Error unzipping Files in %s
es_es: Error al descomprimir Archivos en %s

# #30004
source: Cleaning Files ...
es_es: Limpiando Archivos...

# #30005
source: Acestream installed successfully!
es_es: Acestream instalado con exito!

# #30006
source: Timeout: %s seconds
es_es: Tiempo de espera: %s segundos

# #30007
source: Downloading
es_es: Descargando

# #30009
source: Status: %s
es_es: Estado: %s

# #30010
source: Download: %s Kb/s
es_es: Descarga: %s Kb/s

# #30011
source: Upload: %s Kb/s
es_es: Subida: %s Kb/s

# #30012
source: Seeds: %s
es_es: Semillas: %s

# #30013
source: Downloaded: %s Mb
es_es: Descargado: %s Mb

# #30014
source: Uploaded: %s Mb
es_es: Subido: %s Mb

# #30015
source: The ID is not in a valid format
es_es: El ID no tiene un formato valido

# #30016
source: We were unable to start the Acestream engine. Make sure it is started before continuing. More information at https://t.me/KodiManiac
es_es: No hemos podido iniciar el motor Acestream. Asegurese de que esta iniciado antes de continuar. Mas información en https://t.me/KodiManiac

# #30017
source: Cancel
es_es: Cancelar

# #30018
source: Continue
es_es: Continuar

# #30019
source: Engine not started
es_es: Engine no iniciado

# #30020
source: Play Acestream ID / Torrent URI
es_es: Reproducir identificador Acestream / Torrent URI

# #30021
source: Settings
es_es: Ajustes

# #30022
source: Enter an Acestream ID or URI
es_es: Introduce una URI o ID Acestream

# #30023
source: Unsupported operating system
es_es: Sistema operativo no soportado

# #30024
source: AceStream Engine IP address
es_es: Dirección IP del servidor AceStream Engine

# #30025
source: AceStream Engine port
es_es: Puerto del servidor AceStream Engine

# #30026
source: Maximum time to open Acestream engine
es_es: Tiempo máximo para abrir el motor Acestream

# #30027
source: Please install Acestreamplayer via snap before continuing.
es_es: Por favor, instale Acestreamplayer mediante snap antes de continuar.

# #30028
source: Reinstall Acestream
es_es: Reinstalar Acestream

# #30029
source: Acestream installed:
es_es: Acestream instalado:

# #30030
source: Option %s: %s
es_es: Opción %s: %s

# #30031
source: No links found in %s
es_es: No se han encontrado enlaces en %s

# #30032
source: Enter a website to find Acestream links
es_es: Introduzca una web para buscar enlaces Acestream

# #30033
source: Opening Acestream engine ...
es_es: Abriendo motor Acestream...

# #30034
source: Connecting ...
es_es: Conectando...

# #30035
source: Acestream engine closed
es_es: Motor Acestream cerrado

# #30036
source: Stop Acestream Engine
es_es: Detener motor Acestream

# #30037
source: Playback history
es_es: Historial de reproducciones

# #30038
source: Find links ...
es_es: Buscar enlaces...

# #30039
source: External player
es_es: Reproductor externo

# #30040
source: Acestream engine NOT closed
es_es: Motor Acestream NO cerrado

# #30041
source: It is necessary to open the acestream engine before playing the video Do you want us to open it for you? Return to kodi when the engine is started
es_es: Es necesario abrir el motor acestream antes de reproducir el video ¿Desea que lo abramos por usted? Vuelva a kodi cuando el motor este iniciado

# #30042
source: Stop the Acestream Engine automatically
es_es: Detener el Motor Acestream automaticamente

# #30043
source: Show Acestream information in OSD
es_es: Mostrar información Acestream en OSD

# #30044
source: Remember last operating ID
es_es: Recordar último ID operativo
